Repository: omeka-s-modules/DataCleaning
Catalog: language/*.po
Languages: bg_bg, es, et, eu, fr, hr, it

source: Please confirm the following changes: __CORRECTION_COUNT__ corrections __REMOVAL_COUNT__ removals From: - Audit column: %s - Property: %s - Data type: %s To: - Audit column: %s - Property: %s - Data type: %s
bg_bg: Моля, потвърдете следните промени: __CORRECTION_COUNT__ corrections __REMOVAL_COUNT__ removals От: - Колона одит: %s - Реквизит: %s - Тип данни: %s Към: - Колона одит:%s - Реквизит: %s - Тип данни: %s
es: Es necesario confirmar los siguientes cambios: __CORRECTION_COUNT__ correcciones __REMOVAL_COUNT__ eliminaciones De: - Columna de revisión: %s - Propiedad: %s - Tipo de datos: %s A: - Columna de revisión: %s - Propiedad: %s - Tipo de datos: %s
et: Palun kinnita järgnevad muudatused: __CORRECTION_COUNT__ parandust __REMOVAL_COUNT__ eemaldamist Kohtades: - Auditeeritud veerud: %s - Property: %s - Data type: %s To: - Audit column: %s - Property: %s - Data type: %s
fr: Veuillez confirmer les modifications suivantes : __CORRECTION_COUNT__ corrections __REMOVAL_COUNT__ suppressions Depuis : - Colonne auditée : %s - Propriété : %s - Type de donnée : %s Vers : - Colonne auditée : %s - Propriété : %s - Type de donnée : %s
hr: Molimo vas da potvrdite sljedeće promjen: __BROJ_KOREKCIJA__ korekcije __BROJ_UKLANJANJA__ uklanjanja Od: - Stupac za revidiranje: %s - Svojstvo: %s - Vrsta podatka: %s Do: - Stupac za revidiranje: %s - Svojstvo: %s - Vrsta podatka: %s
it: Conferma le seguenti modifiche: __CORRECTION_COUNT__ correzioni __REMOVAL_COUNT__ rimozioni Da: - Colonna di verifica: %s - proprietà: %s - tipo di dati: %s A: - Colonna di verifica: %s - Proprietà: %s - Tipo di dati: %s

source: Audit data
bg_bg: Колона одит
es: Datos de revisión
et: Andmete auditeerimine
eu: Informazioa ikuskatu
fr: Auditer les données
hr: Revizija podataka
it: Verifica dati

source: Data Cleaning
bg_bg: Почистване на данни
es: Depuración de datos
et: Andmete puhastamine
eu: Informazioa Garbitzen
fr: Nettoyage des données
hr: Čišćenje podataka
it: Pulizia dei dati

source: Filter count
bg_bg: Брой филтри
es: Recuento de filtros
et: Filtrite arv
eu: Iragazpen kopurua
fr: Nombre de filtres
hr: Broj filtera
it: Conteggio del filtro

source: Filter %s
bg_bg: Филтър%s
es: Filtro %s
eu: %s iragazi
fr: Filtrer %s
hr: Filtrirajte %s
it: Filtra %s

source: Rows:
bg_bg: Редове:
es: Filas:
et: Ridasid:
eu: Lerroak:
fr: Lignes :
hr: Redovi
it: Righe:

source: You are auditing %s unique strings (%s total) from %s resources (%s).
bg_bg: Одитирате%s уникални низове (%sобщо) от %sресурси (%s).
es: Se están revisando %s cadenas únicas (%s en total) de %s recursos (%s).
eu: %s baliabideetako (%s) %s kate batar (%s guztira) ikuskatzen ari zara.
fr: Vous auditez %s chaines uniques (%s au total) de %s ressources (%s).
hr: Revidirate %s jedinstvenih string-ova (ukupno %s) od %s resursa (%s)
it: Stai verificando %s stringhe uniche (%s in totale) da %s risorse (%s).

source: Audit column
bg_bg: Колона одит
es: Columna de revisión
eu: Ikuskatu zutabea
fr: Colonne à auditer
hr: Stupac za revidiranje
it: Colonna di verifica

source: Data type
es: Tipo de dato
eu: Datu mota
fr: Type de données
it: Tipi di dati

source: From:
bg_bg: От:
es: De:
et: Alates:
eu: Noiztik:
fr: De :
hr: Od:
it: Da:

source: To:
bg_bg: Към:
es: A:
et: Kuni:
eu: Nora:
fr: À :
hr: Za:
it: A:

source: Loading audit table...
bg_bg: Зарежда се таблица за одит ...
es: Cargando revisión de tabla...
et: Auditeerimise tabeli laadimine...
eu: Ikuskatze taula kargatzen...
fr: Chargement de la table d’audit…
hr: Učitavanje tablice za revidiranje ...
it: Caricamento della tabella di verifica...

source: Copy all
bg_bg: Копиране на всички
es: Copiar todo
et: Kopeeri kõik
eu: Kopiatu dena
fr: Tout copier
hr: Kopiraj sve
it: Copia tutto

source: Clear all
bg_bg: Почистване на всички
es: Limpiar todo
et: Tühjenda kõik
eu: Garbitu dena
fr: Tout effacer
hr: Očisti sve
it: Pulisci tutto

source: Validate all
bg_bg: Валидиране на всички
es: Validar todo
et: Kinnita kõik
eu: Balidatu dena
fr: Tout valider
hr: Validiraj sve
it: Valida tutto

source: Remove all
bg_bg: Премахване на всички
es: Eliminar todo
et: Eemalda kõik
eu: Kendu guztiak
fr: Tout supprimer
hr: Ukloni sve
it: Elimina tutto

source: Unremove all
bg_bg: Връщане на премахмането на всички
es: Deshacer eliminar todo
et: Tühista kõigi eemaldamine
eu: Berreskuratu guztiak
fr: Tout restaurer
hr: Povrat uklanjanja svega
it: Segna tutti come non da eliminare

source: Count
bg_bg: Броене
es: Recuento
et: Arv
eu: Kontatu
fr: Numéro
hr: Prebroji
it: Conteggio

source: From: %s
bg_bg: От: %s
es: De: %s
et: Alates: %s
eu: Noiztik: %s
fr: De : %s
hr: Od: %s
it: Da: %s

source: To: %s
bg_bg: Към: %s
es: A: %s
et: Kuni: %s
eu: Nora: %s
fr: À : %s
hr: Do: %s
it: A: %s

source: Copy
bg_bg: Копиране
es: Copiar
et: Kopeeri
eu: Kopiatu
fr: Copier
hr: Kopiraj
it: Copia

source: Validate
bg_bg: Валидиране
es: Validar
et: Kinnita
eu: Balidatu
fr: Valider
hr: validiraj
it: Valida

source: Past audits
bg_bg: Минали одити
es: Revisiones anteriores
et: Varasemad auditid
eu: Aurreko ikuskatzeak
fr: Audits précédents
hr: Prošle revizije
it: Verifiche passate

source: Prepare new audit
bg_bg: Подготви нов одит
es: Preparar una nueva revisión
et: Valmista ette uus audit
eu: Prestatu ikuskatze berria
fr: Préparer un nouvel audit
hr: Pripremite novo revidiranje
it: Prepara una nuova verifica

source: Job ID
es: ID del trabajo
et: Töö ID
eu: Lan IDa
fr: ID de la tâche
hr: ID posla
it: ID del lavoro

source: Job status
bg_bg: Job статус
es: Estado del trabajo
et: Töö staatus
eu: Lanaren egoera
fr: État de la tâche
hr: Status posla
it: Stato del lavoro

source: Job started
bg_bg: Job започнат
es: Trabajo iniciado
et: Töö alustati
eu: Lana hasita
fr: Tâche commencée
hr: Početak posla
it: Lavoro iniziato

source: Job ended
bg_bg: Job приключен
es: Trabajo finalizado
et: Töö lõpetati
eu: Lana bukatuta
fr: Tâche terminée
hr: Kraj posla
it: Lavoro completato

source: Auditor
bg_bg: Одитор
es: Revisor
et: Audiitor
eu: Ikuskatzailea
fr: Auditeur
hr: Revizor
it: Verificatore

source: Not ended
bg_bg: Неприключен
es: Sin finalizar
et: Lõpetamata
eu: Bukatu gabe
fr: Inachevé
hr: Nije završeno
it: Non terminato

source: There are no past audits.
bg_bg: Няма минали одити
es: No hay ninguna revisión anterior.
et: Varasemaid auditeid pole.
eu: Ez dago pasatako ikuskatzerik.
fr: Aucun audit passé.
hr: Nema prethodnih revizija
it: Non ci sono verifiche passate

source: Prepare audit
bg_bg: Подготвяне на одит
es: Preparar revisión
et: Valmista audit ette
eu: Prestatu ikuskatzea
fr: Préparer un audit
hr: Priprema revizije
it: Prepara la verifica

source: Audit details
bg_bg: Характеристики на одита
es: Detalles de la revisión
et: Auditi üksikasjad
eu: Ikuskatzaren xehetasunak
fr: Détails de l’audit
hr: Detalji revizije
it: Dettagli sulla verifica

source: Overview
bg_bg: Общ преглед
es: Visión general
et: e
eu: Gainbegiratu
fr: Résumé
hr: Pregled
it: Panoramica

source: Auditing %s resources (%s)
bg_bg: Одитиране%s ресурси (%s)
es: Revisando %s recursos (%s)
et: %s ressursi auditeerimine (%s)
eu: %s baliabide ikuskatzen (%s)
fr: Audit de %s ressources (%s)
hr: Revizija %s resursa (%s)
it: Verifica di %s risorse in corso (%s)

source: Making %s corrections
bg_bg: Извършване на %s корекции
es: Realizando %s correcciones
et: %s paranduse tegemine
eu: %s zuzenketa egiten
fr: Application de %s corrections
hr: Izvršavanje %s korekcija
it: %s correzioni in corso

source: Making %s removals
bg_bg: Извършване на%s премахвания
es: Realizando %s eliminaciones
et: %s eemaldamise sooritamine
eu: %s kentze burutzen
fr: Application de %s suppressions
hr: Izvršavanje %s uklanjanja
it: %s rimozioni in corso

source: From
bg_bg: От
es: De
et: Alates
eu: Noiztik
fr: De
hr: od
it: Da

source: Audit column: %s
bg_bg: Одит колона: %s
es: Columna de revisión: %s
et: Veeru auit: %s
eu: Zutabea ikuskatu: %s
fr: Colonne auditée : %s
hr: Stupac za revidiranje: %s
it: Colonna di verifica: %s

source: Property: %s (%s)
bg_bg: Реквизит: %s(%s)
es: Propiedad: %s (%s)
et: Omadus: %s (%s)
eu: Propietatea: %s (%s)
fr: Propriété : %s (%s)
hr: Svojstvo: %s (%s)
it: Proprietà: %s (%s)

source: Data type: %s (%s)
bg_bg: Тип данни: %s(%s)
es: Tipo de datos: %s (%s)
et: Andmete liik: %s (%s)
eu: Datu mota: %s (%s)
fr: Type de données : %s (%s)
it: Tipo di dati: %s (%s)

source: To
bg_bg: Към
es: A
eu: Nora
fr: À
hr: do
it: A

source: Select the resource type to audit.
bg_bg: Изберете типа на ресурса за одит.
es: Seleccionar el tipo de recurso a revisar
et: Vali ressursi liik, mida auditeerida.
eu: Hautatu ikuskatzeko baliabide mota
fr: Choisir le type de ressource à auditer.
hr: Odabir tipa resursa za revidiranje
it: Seleziona il tipo di risorsa da verificare

source: Resource query
bg_bg: Заявка за ресурс
es: Consulta de recursos
et: Ressursi päring
eu: Baliabide kontsulta
fr: Requête à rechercher
hr: upit resursa
it: Query per risorse

source: Enter a search query to filter the resources. No query means all resources.
es: Introducir una consulta de búsqueda para filtrar los recursos. Si no se indica ninguna consulta se devolverán todos los recursos.
eu: Sartu bilaketa kontsulta baliabideak iragazteko. Kontsultarik ezak baliabide guztiak esan nahi du.
fr: Indiquer une requête de recherche pour filtrer les ressources. S’il n’y a pas de requête, toutes les ressources seront prises en compte.
it: Inserisci una query di ricerca per filtrare le risorse. Nessuna query corrispnde a tutte le risorse

source: Select the property to audit.
bg_bg: Изберете реквизит за одит
es: Seleccionar la propiedad a revisar.
et: Vali omadus, mida auditeerida.
eu: Hautatu ikuskatzeko propietatea.
fr: Choisir la propriété à auditer
hr: Odabir mjesta za reviziju
it: Seleziona la proprietà da verificare

source: Select the column to audit.
bg_bg: Изберете колоната за одит.
es: Seleccionar la columna a revisar.
et: Vali veerg, mida auditeerida.
eu: Hautatu ikuskatzeko zutabea.
fr: Choisir la colonne à auditer.
hr: Odabir supca koji će se revidirati
it: Seleziona la colonna da verificare

source: Select an audit column
bg_bg: Изберете колона за одит
es: Seleccionar una columna de revisión.
et: Vali auditi veerg
eu: Hautatu ikuskatze zutabea
fr: Choisir une colonne d’audit
hr: Odabir stupca za reviziju
it: Seleziona una colonna per la verifica

source: Select the data type to audit.
bg_bg: Изберете тип данни за одит
es: Seleccionar el tipo de datos a revisar.
et: Vali andmete liik, mida auditeerida.
eu: Hautatu ikuskatzeko datu mota.
fr: Choisir le type de données à auditer.
hr: Odabir tipa podataka za revidiranje
it: Seleziona il tipo di dati da verificare

source: Select a data type
bg_bg: Изберете тип данни
es: Seleccionar el tipo de datos
et: Vali andmete liik
eu: Hautatu datu mota
fr: Choisir un type de donnée
hr: Odabir tipa podataka
it: Seleziona un tipo di dati

source: Target property
bg_bg: Целеви реквизит
es: Propiedad de destino
et: Sihtkoha omadus
eu: Propietate helburua
fr: Propriété cible
hr: ciljano svojstvo
it: Proprietà destinazione

source: Select the property that corrections will be stored as. You do not need to select a target if it is the same as the property above.
bg_bg: Изберете свойството, в което ще се съхраняват корекциите. Не е необходимо да избирате цел, ако тя е същата като собствеността по-горе.
es: Seleccionar la propiedad en la que se almacenarán las correcciones. No es necesario seleccionar un destino si es el mismo que la propiedad anterior.
et: Vali omadus, milles parandused salvestatakse. Sihtomadust ei pea valima, kui see on sama omadus, mis on üleval valitud.
fr: Choisir une propriété dans laquelle seront enregistrées les corrections. Vous n’avez pas à choisir de cible si celle-ci est identique à la propriété ci-dessus.
hr: Odaberite svojstvo u kojem će se ispravci pohranjivati. Ne morate odabrati cilj ako je isti kao gore navedeno svojstvo
it: Selezona la proprietà in cui verranno salvate le correzioni. Non c'è bisogno di selezionare una destinazione se questa corrisponde alla proprietà indicata sopra.

source: Select a target property
bg_bg: Изберете целеви реквизит
es: Seleccionar una propiedad de destino
et: Vali sihtkoha omadus
eu: Hautatu propietate helburua
fr: Choisir une propriété cible
hr: Odaberite ciljano svojstvo
it: Seleziona una proprietà per la destinazione

source: Target audit column
bg_bg: Целева колона за одит
es: Columna de revisión de destino
et: Auditi sihtveerg
eu: Ikuskatzeko zutabe helburua
fr: Colonne d’audit cible
hr: Ciljana kolumna za revidiranje
it: Colonna di destinazione della verifica

source: Select the column that corrections will be stored in. You do not need to select a target if it is the same as the audit column above.
bg_bg: Изберете колоната, в която ще се съхраняват корекциите. Не е необходимо да избирате цел, ако тя е същата като колоната за одит по-горе.
es: Seleccionar la columna en la que se almacenarán las correcciones. No es necesario seleccionar un destino si es el mismo que el de la columna de revisión anterior.
et: Vali veerg, milles parandused salvestatakse. Sihtveergu ei pea valima, kui see on sama veerg, mis on üleval valitud auditi veerg.
fr: Choisir la colonne dans laquelle seront enregistrées les corrections. Vous n’avez pas à choisir de cible si celle-ci est identique à la colonne d’audit ci-dessus.
hr: Odaberite stupac u kojem će se ispravci pohranjivati. Ne morate odabrati cilj ako je isti kao stupac revizije iznad
it: Seleziona la colonna in cui verranno salvate le correzioni. Non c'è bisogno di selezionare una destinazione se questa corrisponde alla colonna di verifica indicata sopra.

source: Select a target audit column
bg_bg: Изберете колона на целевия одит
es: Seleccionar una columna de revisión de destino
et: Vali auditi sihtveerg
eu: Hautatu ikuskatzeko zutabe helburu
fr: Choisir une colonne d’audit cible
hr: Odaberite ciljani stupac za revidiranje.
it: Seleziona una colonna di destinazione della verifica:

source: Target data type
bg_bg: Целеви тип данни
es: Tipo de datos de destino
et: Vali andmete liik
eu: Helburu datu mota
fr: Type de données cible
hr: ciljana vrsta podataka
it: Tipo di dati di destinazione

source: Select the data type that corrections will be stored as. You do not need to select a target if it is the same as the data type above.
bg_bg: Изберете типа данни, в който ще се съхраняват корекциите. Не е необходимо да избирате цел, ако тя е същата като типа на данните по-горе.
es: Seleccionar el tipo de datos con el que se almacenarán las correcciones. No es necesario que seleccione un destino si es el mismo que el tipo de datos anterior.
fr: Choisir un type de données dans lequel seront enregistrées les corrections. Vous n’avez pas à choisir de cible si celle-ci est identique au type de données ci-dessus.
hr: Odaberite vrstu podataka u kojoj će se ispravci pohranjivati. Ne morate odabrati cilj ako je isti kao gornji tip podataka.
it: Seleziona il tipo di dati in cui verranno salvate le correzioni. Non c'è bisogno di selezionare una destinazione se questa corrisponde al tipo di dati selezionato sopra.

source: Select a target data type
bg_bg: Изберете целеви тип данни
es: Seleccionar un tipo de datos de destino
et: Vali sihtandmete liik
eu: Hautatu datu mota helburua
fr: Choisir un type de donnée cible
hr: Odaberite ciljanu vrstu podatakaciljanu vrstu podataka
it: Seleziona un tipo di dati per la destinazione

source: Cleaning data. This may take a while. You may refresh this page for status updates.
bg_bg: Данни за почистване. Това може да отнеме известно време. Можете да опресните тази страница за актуализации на състоянието.
es: Limpiando datos. Esta operación podría requerir cierto tiempo. Es posible recargar la página para actualizar el estado
et: Andmete puhastamine. See võib veidi aega võtta. Oleku uuenduse nägemiseks värskenda lehekülge.
eu: Datuak garbitzen. Honek denbora iraun dezake. Orrialde hau freskatu dezakezu egoeraren eguneraketak kargatzeko.
fr: Nettoyage des données en cours. Cela peut prendre un moment. Vous pouvez rafraichir la page pour mettre à jour l’état.
hr: Čišćenje podataka. To može potrajati. Ovu stranicu možete osvježiti radi ažuriranja statusa.
it: Pulizia dei dati in corso. Potrebbe impiegare un po' di tempo. Puoi ricaricare questa pagina per aggiornamenti sull'avanzamento.
